{"format": "keras", "nodes": [{"name": "input_2", "id": "input_2", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "input_3", "id": "input_3", "class_name": "InputLayer", "output_shape": [[null, 28, 28]], "num_parameters": 0}, {"name": "model", "id": "model", "class_name": "Functional", "output_shape": [null, 128], "num_parameters": 100480}, {"name": "lambda", "id": "lambda", "class_name": "Lambda", "output_shape": [null, 1], "num_parameters": 0}, {"name": "dense_1", "id": "dense_1", "class_name": "Dense", "output_shape": [null, 1], "num_parameters": 2}], "edges": [["input_2", "model"], ["input_3", "model"], ["model", "lambda"], ["model", "lambda"], ["lambda", "dense_1"]]}